const t = {
    logo: {
        name: "Womazing",
    },
    navigation: {
        home: "Главная",
        shop: "Магазин",
        about: "О Бренде",
        contacts: "Контакты",
        busket: "Корзина",
        ordering: "Оформление заказа",
        orderReceived: "Заказ получен",
    },
    categories: {
        all: "Все",
        coa: "Пальто",
        sweatshirts: "Свитшоты",
        cardigans: "Кардиганы",
        hoodies: "Толстовки",
    },
    contacts: {
        phone: "+7 (495) 823-54-12",
        email: "hello@womazing.com",
        addres: "г. Москва, 3-я улица Строителей, 25",
    },
    bunner: {
        title: "Новые поступления в этом сезоне",
        description: "Утонченные сочетания и бархатные оттенки - вот то, что вы искали в этом сезоне. Время исследовать.",
    },
    bunnerImportant: {
        title: "Что для нас важно",
        qualityBlock: {
            title: "Качество",
            description: "Наши профессионалы работают на лучшем оборудовании для пошива одежды беспрецедентного качества",
        },
        speedBlock: {
            title: "Скорость",
            description: "Благодаря отлаженной системе в Womazing мы можем отшивать до 20-ти единиц продукции в наших собственных цехах",
        },
        responsibilityBlock: {
            title: "Ответственность",
            description: "Мы заботимся о людях и планете. Безотходное производство и комфортные условия труда - все это Womazing",
        },
    },
    bunnerDreamTeamt: {
        title: "Команда мечты Womazing",
        block: {
            title: "Для каждой",
            description: {
                paragraphs1: "Каждая девушка уникальна. Однако, мы схожи в миллионе мелочей.",
                paragraphs2: "Womazing ищет эти мелочи и создает прекрасные вещи, которые выгодно подчеркивают достоинства каждой девушки.",
            },
        },
    },
    bannerNewArrivals: {
        title: "Новые поступления в этом сезоне",
        description: "Утонченные сочетания и бархатные оттенки - вот то, что вы искали в этом сезоне. Время исследовать.",
    },
    newCollection: {
        name: "Новая коллекция",
    },
    productPage: {
        sizeName:  "Выберите размер",
        colorName: "Выберите цвет",
        relatedProduct:"Связанные товары",
    },
    button: {
        addBusket: "Добавить в корзину",
        updataBusket: "Обновить корзину",
        goShop: "Перейти в магазин",
        goHome: "Перейти на главную",
        openShop: "Открыть магазин",
        checkout: "Отправить заказ",
        about: "Подробнее о бренде",
        gotoBusket : "Перейти в корзину",
        addCoupon:"Применить купон",
        placeYourOrder:"Разместить заказ",
    },
    aboutPage: {
        articles: [
            {
                title: "Идея и женщина",
                paragraphs: [
                    "Womazing была основана в 2010-ом и стала одной из самых успешных компаний нашей страны. Как и многие итальянские фирмы, Womazing остаётся семейной компанией, хотя ни один из членов семьи не является модельером.",
                    "Мы действуем по успешной формуле, прибегая к услугам известных модельеров для создания своих коллекций. Этот метод был описан критиком моды Колином Макдауэллом как форма дизайнерского со-творчества, характерная для ряда итальянских prêt-a-porter компаний."
                ],
            },
            {
                title: "Магия в деталях",
                paragraphs: [
                    "Первый магазин Womazing был открыт в маленьком городке на севере страны в 2010-ом году. Первая коллекция состояла из двух пальто и костюма, которые были копиями парижских моделей.",
                    "Несмотря на то, что по образованию основательница была адвокатом, ее семья всегда была тесно связана с шитьём (прабабушка основательницы шила одежду для женщин, а мать основала профессиональную школу кроя и шитья). Стремление производить одежду для масс несло в себе большие перспективы, особенно в то время, когда высокая мода по-прежнему доминировала, а рынка качественного prêt-a-porter попросту не существовало."
                ],
            },
        ],
    },
    busketPage: {
        tableHeader: {
            product: "Товар",
            price: "Цена",
            quantity: "Количество",
            totalPrice: "Всего",
        },
        submitButton: "Выберите размер и цвет",
        couponePlaceholder: "Введите купон",
        totalBusket: {
            subtotal: "Подытог:",
            total: "Итого:",
        },
        addBusket: "Товар добавлен в корзину",
    },
    ordering: {
        title: {
            buyerData: "Данные покупателя",
            address: "Адрес получателя",
            comments: "Комментарии",
            order: "Ваш заказ",
            paymentMethods: "Способы оплаты",
            paementCash: "Оплата наличными",
        },
        placeholder: {
            name: "Имя*",
            email: "E-mail*",
            phone: "Телефон*",
            country: "Страна*",
            city: "Город*",
            street: "Улица*",
            house: "Дом*",
            flat: "Квартира*",
            comment: "Коментарий",
        },
    }, 
    orderReceivedPage: {
        title: "Заказ успешно оформлен",
        description: "Мы свяжемся с вами в ближайшее время!",
    },
};

export default t;
