const t = {
    logo: {
        name: "Womazing",
    },
    navigation: {
        home: "Главная",
        shop: "Магазин",
        about: "О Бренде",
        contacts: "Контакты",
        busket: "Корзина",
    },
    categories: {
        all: "Все",
        coa: "Пальто",
        sweatshirts: "Свитшоты",
        cardigans: "Кардиганы",
        hoodies: "Толстовки",
    },
    contacts: {
        phone: "+7 (495) 823-54-12",
        email: "hello@womazing.com",
    },
    bunner: {
        title: "Новые поступления в этом сезоне",
        description: "Утонченные сочетания и бархатные оттенки - вот то, что вы искали в этом сезоне. Время исследовать.",
    },
    bunnerImportant: {
        title: "Что для нас важно",
        qualityBlock: {
            title: "Качество",
            description: "Наши профессионалы работают на лучшем оборудовании для пошива одежды беспрецедентного качества",
        },
        speedBlock: {
            title: "Скорость",
            description: "Благодаря отлаженной системе в Womazing мы можем отшивать до 20-ти единиц продукции в наших собственных цехах",
        },
        responsibilityBlock: {
            title: "Ответственность",
            description: "Мы заботимся о людях и планете. Безотходное производство и комфортные условия труда - все это Womazing",
        }
    },
    productPage: {
        sizeName:  "Выберите размер",
        colorName: "Выберите цвет",
        relatedProduct:"Связанные товары"
    },
    button: {
        addBusket: "Добавить в корзину",
        updataBusket: "Обновить корзину",
        goShop: "Перейти в магазин",
        openShop: "Открыть магазин",
        checkout: "Отправить заказ",
    },
    aboutPage: {
        articles: [
            {
                title: "Идея и женщина",
                paragraphs: [
                    "Womazing была основана в 2010-ом и стала одной из самых успешных компаний нашей страны. Как и многие итальянские фирмы, Womazing остаётся семейной компанией, хотя ни один из членов семьи не является модельером.",
                    "Мы действуем по успешной формуле, прибегая к услугам известных модельеров для создания своих коллекций. Этот метод был описан критиком моды Колином Макдауэллом как форма дизайнерского со-творчества, характерная для ряда итальянских prêt-a-porter компаний."
                ] 
            },
            {
                title: "Магия в деталях",
                paragraphs: [
                    "Первый магазин Womazing был открыт в маленьком городке на севере страны в 2010-ом году. Первая коллекция состояла из двух пальто и костюма, которые были копиями парижских моделей.",
                    "Несмотря на то, что по образованию основательница была адвокатом, ее семья всегда была тесно связана с шитьём (прабабушка основательницы шила одежду для женщин, а мать основала профессиональную школу кроя и шитья). Стремление производить одежду для масс несло в себе большие перспективы, особенно в то время, когда высокая мода по-прежнему доминировала, а рынка качественного prêt-a-porter попросту не существовало."
                ] 
            }
        ],
    }
};

export default t;
